{
  "bands": [
    {
      "id": 0,
      "name": "rammstein",
      "image": "../images/rammstein.png",
      "price": 50,
      "adultprice": 75,
      "description": "Rammstein (German pronunciation: [ʁamʃtarn], lit. ramming stone is a German Neue Deutsche Härte band formed in Berlin in 1994. The band's lineup—consisting of lead vocalist Till Lindemann, lead guitarist Richard Kruspe, rhythm guitarist Paul Landers, bassist Oliver Riedel, drummer Christoph Schneider, and keyboardist Christian Flake Lorenz—has remained unchanged throughout their history, along with their approach to songwriting, which consists of Lindemann writing and singing the lyrics over instrumental pieces the rest of the band has completed beforehand. Prior to their formation, some members were associated with the punk rock acts Feeling B and First Arsch."
    },
    {
      "id": 1,
      "name": "ironmaiden",
      "image": "../images/ironmaiden.png",
      "price": 30,
      "adultprice": 50,
      "description": "Iron Maiden are an English heavy metal band formed in Leyton, East London, in 1975 by bassist and primary songwriter Steve Harris. While fluid in the early years of the band, the lineup for most of the band's history has consisted of Harris, lead vocalist Bruce Dickinson, drummer Nicko McBrain, and guitarists Dave Murray, Adrian Smith and Janick Gers. The band have released 41 albums, including 17 studio albums, 13 live albums, four EPs and seven compilations. They have also released 47 singles and 20 video albums. Two electronic games have been released with Iron Maiden soundtracks, and the band's music is featured in a number of other video games."
    },
    {
      "id": 2,
      "name": "apulanta",
      "image": "../images/apulanta.png",
      "price": 34,
      "adultprice": 60,
      "description": "Apulanta is a Finnish rock band, founded in 1991 when its members were in their mid-teens. In September 2009, Apulanta members established an independent label, Päijät-Hämeen Sorto ja Riisto (Päijänne Tavastian Oppression and Exploitation). Since its beginnings, the label has so far gotten one artist, pop singer Kaija Koo in the summer of 2010. In February 2011, they revealed that they had a new prospective artist in the label, though not disclosing their name."
    },
    {
      "id": 3,
      "name": "darude",
      "image": "../images/darude.png",
      "price": 43,
      "adultprice": 65,
      "description": "Toni-Ville Henrik Virtanen born July 17, 1975), better known by his stage name Darude. His music is characterised by its progressive/uplifting style. He started making music in 1995 and released the platinum-selling."
    },
    {
      "id": 4,
      "name": "eppu normaali",
      "image": "../images/eppunormaali.png",
      "price": 22,
      "adultprice": 40,
      "description": "Eppu Normaali is one of the most popular rock bands in Finland. The band formed in 1976 in Ylöjärvi, a small town near Tampere. The band is the best-selling music artist in Finland, with certified sales of nearly two million records,[1] and it has also gained success especially in the use of the Finnish language in rock lyrics. In addition to their studio albums, Eppu Normaali also released live records, DVDs, and over 20 singles."
    },
    {
      "id": 5,
      "name": "happoradio",
      "image": "../images/happoradio.png",
      "price": 25,
      "adultprice": 44,
      "description": "Happoradio (Finnish for Acid Radio) is a Finnish rock band formed in 2001. They achieved their first success with the single Pois Kalliosta (2003). Tavikset, Che Guevara, Ahmat tulevat and Pelastaja are some of their other hits in the Scandinavian market."
    },
    {
      "id": 6,
      "name": "hanoi rocks",
      "image": "../images/hanoirocks.jpeg",
      "price": 30,
      "adultprice": 49,
      "description": "Hanoi Rocks was a Finnish rock band formed in 1979. They were the first Finnish band to chart in the UK and they were also popular in Japan. The band broke up in June 1985 after drummer Nicholas Razzle Dingley died in a drunk driving accident with Vince Neil behind the wheel during their first US tour in December 1984. After their initial break-up, Michael Monroe was the first Finnish artist to chart on the American Billboard 200 in 1989. Original vocalist Michael Monroe and guitarist Andy McCoy reunited in 2001 with a new lineup that lasted until 2009. Although musically closer to traditional rock n' roll and punk, the band have been cited as a major influence in the glam metal genre for bands such as Guns N' Roses, Skid Row and Poison."
    },
    {
      "id": 7,
      "name": "the beatles",
      "image": "../images/beatles.svg.png",
      "price": 33,
      "adultprice": 52,
      "description": "The Beatles were an English rock band, formed in Liverpool in 1960, that comprised John Lennon, Paul McCartney, George Harrison and Ringo Starr. They are regarded as the most influential band of all time and were integral to the development of 1960s counterculture and popular music's recognition as an art form. Rooted in skiffle, beat and 1950s rock 'n' roll, their sound incorporated elements of classical music and traditional pop in innovative ways. The band also explored music styles ranging from folk and Indian music to psychedelia and hard rock. As pioneers in recording, songwriting and artistic presentation, the Beatles revolutionised many aspects of the music industry and were often publicised as leaders of the era's youth and sociocultural movements."
    }
  ]
}
